13/data/attachments/73c4e293c6fe747d.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jesse_try_Actions_13821_1</nif:username>
            <nif:friendToBeRequested>soap_actions_48401910-2f54-4b0d-b617-503f49cfe414</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>